[IRI_RocketPunch X2AbilityTemplate]
LocFriendlyName="火箭重击"
LocLongDescription="用助推火箭重击移动范围内的一个敌人。仅能由重甲单位使用。"
LocHelpText="用助推火箭重击移动范围内的一个敌人。"
LocFlyOverText="火箭重击"

[IRI_RocketPunch_MK2 X2AbilityTemplate]
LocFriendlyName="超铀重击"
LocLongDescription="用助推超铀重击移动范围内的一个敌人。仅能由重甲单位使用。"
LocHelpText="用助推超铀重击移动范围内的一个敌人。"
LocFlyOverText="超铀重击"

[IRI_RocketPound X2AbilityTemplate]
LocFriendlyName="火箭震击"
LocLongDescription="在移动范围内，用大威力的助推火箭震击并混乱敌人。仅能由重甲单位使用。"
LocHelpText="在移动范围内，用大威力的助推火箭震击并混乱敌人。"
LocFlyOverText="火箭震击"

[IRI_IcarusJump X2AbilityTemplate]
LocFriendlyName="暗影飞跃"
LocLongDescription="飞到一个新的位置。避开所有的监视和反应射击。不可被重甲单位使用。"
LocHelpText="激活超铀喷气助推器，飞到另一个位置。"
LocFlyOverText="暗影飞跃"

[IRI_CallReinforcements X2AbilityTemplate]
LocFriendlyName="动态部署"
LocLongDescription="向天际游侠发信号，直接从复仇者号兵营调遣上已装备增压喷气机的士兵。"
LocHelpText="向天际游侠发信号，直接从复仇者号兵营调遣上已装备增压喷气机的士兵。"
LocFlyOverText="动态部署"

[IRI_EmergencyEvac X2AbilityTemplate]
LocFriendlyName="紧急撤离"
LocLongDescription="激活喷气助推器，从任何开阔位置撤离。 不可被重甲单位使用。"
LocHelpText="激活喷气助推器，从任何开阔位置撤离。"
LocFlyOverText="紧急撤离"

[IRI_IcarusSlam X2AbilityTemplate]
LocFriendlyName="天体冲撞"
LocLongDescription="像流星一样从天而降，伤害并混乱敌人，摧毁他们的掩体。仅能由重甲单位使用。"
LocHelpText="像流星一样从天而降，伤害并混乱敌人，摧毁他们的掩体。"
LocFlyOverText="天体冲撞"

[IRI_JetShot X2AbilityTemplate]
LocFriendlyName="滞空射击"
LocLongDescription="用喷气助推器飞行，在空中吸引敌人交战，直到回合结束。提供高度优势。不可被重甲单位使用。"
LocHelpText="用喷气助推器飞行，在空中吸引敌人交战，直到回合结束。提供高度优势。"
LocFlyOverText="滞空射击"

[IRI_JetShot_Cancel X2AbilityTemplate]
LocFriendlyName="结束滞空"
LocLongDescription="解除喷气助推器飞行状态，重新获得使用地面能力。"
LocHelpText="解除喷气助推器飞行状态，重新获得使用地面能力。"
LocFlyOverText="结束滞空"

[IRI_JetBoosters_MK1 X2EquipmentTemplate]
FriendlyName="喷气助推器"
FriendlyNamePlural="喷气助推器"
BriefSummary="利用回收的变种人MEC喷气助推器，提高士兵的机动性。并根据士兵的盔甲类型提供额外的战术选择。"
TacticalText=" "

[IRI_JetBoosters_MK2 X2EquipmentTemplate]
FriendlyName="超铀喷气助推器"
FriendlyNamePlural="超铀喷气助推器"
BriefSummary="将执政官悬空的喷气助推器与超铀能源相结合，进一步提高士兵的机动性。并根据士兵的盔甲类型提供更多的战术选择。"
TacticalText=" "

[JetBoosters_MK1_Tech X2TechTemplate]
DisplayName="喷气助推器"
Summary="我们也许能利用变种人MEC的喷气助推器，提高我们士兵的机动性。并根据士兵的盔甲类型提供额外的战术选择。为保护士兵不受尾气热量的影响，将进行一些必要的合金屏蔽改造。" 

[JetBoosters_MK2_Tech X2TechTemplate]
DisplayName="超铀喷气助推器"
Summary="我们也许能利用执政官旋空的喷气助推器与超铀能源旁路结合，进一步提高士兵的机动性。并根据士兵的盔甲类型提供更多的战术选择。"

[X2Effect_IRI_WeaponSpecificAnimSet]
DamnGoodGround_String="居高优势"
Raptor_String="猛禽"

[X2TargetingMethod_ConfirmEvac]
AcceptMessage="撤离"
CancelMessage="取消"

[IRI_UnlockDynamicDeployment X2SoldierAbilityUnlockTemplate]
DisplayName="动态部署"
Summary="提供动态部署士兵的能力。可直接从复仇者号兵营，通过天际游侠号运输，高空伞降已装备喷气助推器的士兵。战术限制:<br/><Bullet/>执行任务中，常规方式和动态部署的士兵总数，不能超过最大小队规模。这意味着，如果想动态部署士兵，就不能以满员小队开始任务。<br/><Bullet/>每回合限定部署3名士兵。<br/><Bullet/>动态部署会破坏隐蔽。<br/><Bullet/>部署位置必须在小队可视范围内。"

;	MALE Jet Packs localization

[IRI_JetPack_Shins01_M X2BodyPartTemplate]
DisplayName="胫部助推器"

[IRI_JetPack_Pack01 X2BodyPartTemplate]
DisplayName="喷气背包"

[IRI_JetPack_Pack02 X2BodyPartTemplate]
DisplayName="喷气机翼"

[IRI_JetPack_Pack03 X2BodyPartTemplate]
DisplayName="天使喷气助推器"

[IRI_JetPack_Pack04 X2BodyPartTemplate]
DisplayName="超铀喷气助推器"

[IRI_JetPack_Pack05 X2BodyPartTemplate]
DisplayName="跳跃组件"

[IRI_JetPack_Forearm01 X2BodyPartTemplate]
DisplayName="手臂助推器"

;	FEMALE

[IRI_JetPack_Shins01_F X2BodyPartTemplate]
DisplayName="胫部助推器"

[IRI_JetPack_Pack01_F X2BodyPartTemplate]
DisplayName="喷气背包"

[IRI_JetPack_Pack02_F X2BodyPartTemplate]
DisplayName="喷气机翼"

[IRI_JetPack_Pack03_F X2BodyPartTemplate]
DisplayName="天使喷气助推器"

[IRI_JetPack_Pack04_F X2BodyPartTemplate]
DisplayName="超铀喷气助推器"

[IRI_JetPack_Pack05_F X2BodyPartTemplate]
DisplayName="跳跃组件"

[IRI_JetPack_Forearm01_F X2BodyPartTemplate]
DisplayName="手臂助推器"
